Repository: 5axes/NameIt
Catalog: resources/i18n/*/nameit.po
Languages: fr_fr

# @item:inmenu
source: Add Number
fr_fr: Ajouter Nombre

# @item:inmenu
source: Add Number From Part
fr_fr: Ajouter Nombre Selon Pièce

# @item:inmenu
source: Add Name
fr_fr: Ajouter Nom

# @item:inmenu
source: Add Recycling Symbol
fr_fr: Ajouter Symbole Recyclage

# @item:inmenu
source: Remove Identifier
fr_fr: Supprimer Identificateur

# @item:inmenu
source: Rename models
fr_fr: Renommer modèles

# @item:inmenu
source: Define Text Parameters
fr_fr: Définir Paramètres de Texte

# @item:inmenu
source: Plugin Parameters
fr_fr: Paramètres du plugin

# @item:inmenu
source: Help
fr_fr: Aide

# @info:status
source: Please select a single model first
fr_fr: Sélectionnez tout d'abord une pièce

# @info:status
source: Please select one or more models first
fr_fr: Sélectionnez tout d'abord des pièces

# @info:label
source: Info modification current profile '
fr_fr: Information modification du profil actuel Paramètre '

# @info:label
source: ' parameter New value : False
fr_fr: ' Nouvelle Valeur : Faux

# @info:title
source: Warning ! Name It
fr_fr: Attention ! Name It

# @title
source: Name It ! Parameters
fr_fr: Name It ! Paramètres

# @label
source: Size :
fr_fr: Taille :

# @label
source: Height :
fr_fr: Hauteur :

# @label
source: Number Prefix :
fr_fr: Préfix Nombre :

# @label
source: Number Suffix :
fr_fr: Suffix Nombre :

# @label
source: Initial Layer Speed :
fr_fr: Vitesse Initiale :

# @label
source: Font :
fr_fr: Police :

# @label
source: Location :
fr_fr: Localisation :

# @title:window
source: Rename
fr_fr: Renommer

# @info
source: Please provide a new name.
fr_fr: Définir un nouveau Nom.

# @action:button
source: Cancel
fr_fr: Annuler

# @title
source: Name It plugin settings
fr_fr: Paramètres du plugin Name It

# @label
source: Add Name It as context menu (restart Cura to apply change)
fr_fr: Ajouter Name It comme menu contextuel (redémarrer Cura pour appliquer le changement)

# @tooltip
source: Close this dialog box
fr_fr: Fermer cette boîte de dialogue
